766b.go-outliner
aaron-bond.better-comments
afractal.node-essentials
ahebrank.yaml2json
bbenoist.Nix
bbenoist.vagrant
be5invis.vscode-icontheme-nomo-dark
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coolbear.systemd-unit-file
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
felipecaputo.git-project-manager
golang.go
ionutvmi.path-autocomplete
leizongmin.node-module-intellisense
mgmcdermott.vscode-language-babel
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
msyrus.go-doc
octref.vetur
Orta.vscode-jest
PKief.material-icon-theme
plex.vscode-regolint
premparihar.gotestexplorer
redhat.ansible
redhat.fabric8-analytics
redhat.vscode-commons
redhat.vscode-yaml
robinbentley.sass-indented
rust-lang.rust
ryanluker.vscode-coverage-gutters
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
timonwong.shellcheck
tsandall.opa
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
WallabyJs.quokka-vscode
wix.vscode-import-cost
xabikos.JavaScriptSnippets